{
  "星空": {
    "TYPE": [
      "quote"
    ],
    "TAGS": [
      "philosophy"
    ],
    "DATE": "12018-07-26",
    "QOTE": "总得有更多人仰望星空。",
    "DONE": true,
    "DIID": 0
  },
  "SCHOOLS MAKE KIDS CRAZY": {
    "TYPE": [
      "article"
    ],
    "LINK": "https://www.zerohedge.com/markets/schools-make-kids-crazy",
    "TAGS": [
      "education"
    ],
    "DATE": "12025-09-03",
    "QOTE": [
      "> Almost one-third of government schools nationwide are now surveilling the mental health of students.",
      "> The indoctrination produced a 582% increase in the number of kids self-identifying as “non-binary” in Montgomery County schools."
    ],
    "DONE": true,
    "DIID": 1
  },
  "FOUR RULES FOR SUCCESS": {
    "LINK": "https://esomogyi.com/bio/",
    "TAGS": [
      "humor",
      "philosophy"
    ],
    "QOTE": [
      "I find that there are four rules for professional success that, coincidentally, are the same as the four rules for domestic success, no matter where you are or what you do.  First, try to find the humor and the good in everything you do.  Second, be prepared to work hard at it, at least some of the time.  Third, never reveal everything you know."
    ],
    "DATE": "12024-10-25",
    "TYPE": [
      "quote"
    ],
    "DONE": true,
    "DIID": 2
  },
  "PITCAIRN ISLAND": {
    "LINK": "https://maps.app.goo.gl/4Wy51BmyhvijU5U37",
    "TAGS": [
      "maps"
    ],
    "QOTE": [
      "> The Pitcairn Islanders are descended primarily from nine British HMS Bounty mutineers and twelve Tahitian women.",
      "> In 2023, the territory had a permanent population of 35, making it the smallest territory in the world by number of permanent residents.",
      "> Owing to the island's extreme isolation and small population, incidents of widespread sexual abuse went undetected until 1999, culminating in a high-profile sexual assault trial in 2004."
    ],
    "DATE": "12025-09-03",
    "TYPE": [
      "article"
    ],
    "DONE": true,
    "DIID": 3
  },
  "YOKOHAMA KAIDASHI KIKOU": {
    "LINK": "https://www.youtube.com/watch?v=vWhH-TxFgOA",
    "TYPE": [
      "video"
    ],
    "TAGS": [
      "anime"
    ],
    "DATE": "12024-11-01",
    "QOTE": [
      "> The lights that once shone so brightly with purpose, now shine for the sole purpose of shining.",
      "> Though not many get to see this, isn't it good to have such unique flowers around?"
    ],
    "DONE": true,
    "DIID": 4
  },
  "BRANTA GAMES - VIDEO EFFECT MAKING OBJECTS THAT GO AWAY WHEN PAUSED": {
    "LINK": "https://www.youtube.com/watch?v=Bg3RAI8uyVw",
    "TYPE": [
      "video"
    ],
    "DATE": "12024-12-04",
    "QOTE": "\"A video can carry information even if none of its frames does.\" - @moebio",
    "DONE": false,
    "DIID": 5
  },
  "SEAGULLS FOOD": {
    "TYPE": [
      "article"
    ],
    "TAGS": [
      "animals"
    ],
    "DATE": "12025-09-03",
    "DONE": false,
    "DIID": 6,
    "QOTE": [
      "The primary food for seagulls is fish. Yet, they also prey on terrestrial arthopods and invertebrates, reptiles, amphibians and small rodents.",
      "Including squirrels"
    ],
    "LINK": "https://x.com/Rainmaker1973/status/1671227299385966623?t=PXzN9hKekeKX1PHNAwyz8Q&s=19"
  },
  "REFORM OR REVOLUTION?": {
    "TYPE": [
      "video"
    ],
    "TAGS": [
      "history",
      "uk"
    ],
    "DATE": "12025-09-03",
    "DONE": false,
    "DIID": 7,
    "QOTE": "",
    "LINK": "https://youtu.be/h6E4_Bcmscg"
  },
  "DO NOT GROW ANGRY": {
    "TYPE": [
      "rant"
    ],
    "TAGS": [
      "ethic"
    ],
    "DATE": "12025-09-03",
    "DONE": false,
    "DIID": 8,
    "QOTE": [
      "Do not grow angry at the enemy for doing what he must to win, for knowing how to play the game. Be angry at the weak, the soft, the lukewarm, the traitorous vermin among us. The enemy would accomplish nothing were we united as one sovereign fist.",
      "Therefore, disowning the unworthy among our ranks is the first step toward victory.",
      "Hating the enemy before the traitor is to begin from a position of disadvantage."
    ]
  },
  "RACE, VAGUENESS, AND THE SOCIAL MEANING OF ORDER-MANINTENANCE POLICING": {
    "TYPE": [
      "article"
    ],
    "TAGS": [
      "social",
      "research",
      "publish"
    ],
    "DATE": "12025-09-03",
    "DONE": false,
    "DIID": 9,
    "QOTE": "",
    "LINK": "https://scholarship.law.upenn.edu/faculty_scholarship/589/"
  },
  "Vittorio Vitiello, il fondatore di Phica.net, è stato tradito dai gattini": {
    "TYPE": [
      "article"
    ],
    "TAGS": [
      "incel",
      "abuse",
      "revenge"
    ],
    "DATE": "12025-09-03",
    "DONE": false,
    "DIID": 10,
    "QOTE": [
      "\"Questa persona in tutto quello che scriveva, dagli screen shot di Phica a Telegram ai social agli avatar, pubblicava sempre dei gattini. E anche uno dei suoi nickname, 'Bossmiao', tradiva la passione per i felini. Quando è scoppiato lo scandalo, ci siamo accorti che la prima cosa che ha fatto è stata togliere il gattino dal suo profilo di Telegram\"",
      "La prova definitiva è stata la ricerca di un altro nickname dietro al quale si sarebbe celato, quello di 'Phica master': gli indizi erano particolarmente chiari."
    ],
    "LINK": "https://metropolitanmagazine.it/vittorio-vitiello-il-fondatore-di-phica-net-e-stato-tradito-dai-gattini/"
  },
  "These are the countries with the largest muslim populations": {
    "TYPE": [
      "article"
    ],
    "TAGS": [
      "islam",
      "religion",
      "geopolitics"
    ],
    "DATE": "12025-09-03",
    "DONE": false,
    "DIID": 11,
    "QOTE": [
      "Islam is the world's second-largest religion and 1.8 billion Muslims are spread across every continent.",
      "Indonesia(242M), Pakistan(235M),India (213M), Bangladesh(150M) all alone account for nearly 40% of the world's Muslims"
    ],
    "LINK": "https://www.zerohedge.com/geopolitical/these-are-countries-largest-muslim-populations"
  },
  "Panjeet": {
    "TYPE": [
      "dictionary"
    ],
    "TAGS": [
      "urban slang",
      "genz slang"
    ],
    "DATE": "12025-09-03",
    "DONE": false,
    "DIID": 12,
    "QOTE": [
      "Western term, predominantly USA and UK, for a person of Pakistani or Indian descent.",
      "Ex: \"Excuse me officer, this panjeet keeps stalking me, I've never met him yet he think's I'm his girlfriend\""
    ],
    "LINK": "http://panjeet.urbanup.com/17752657"
  },
  "Employment is glorified escapism for 90% of the population": {
    "TYPE": [
      "quote"
    ],
    "TAGS": [
      "4chan"
    ],
    "DATE": "12025-09-03",
    "DONE": false,
    "DIID": 13,
    "QOTE": ""
  },
  "Day 1287 - Daily assessment": {
    "TYPE": [
      "article"
    ],
    "TAGS": [
      "ukraine",
      "war",
      "geopolitics"
    ],
    "DATE": "12025-09-03",
    "DONE": true,
    "DIID": 14,
    "QOTE": [
      "Half of the Russian regions rolled into an industrial recession.",
      "The number of first-graders in Russia collapsed by 25% in two years.",
      "The village of Udachne in the Pokrovsk direction has been liberated. Ukrainian militray has raised the Ukrainian flag there",
      "As a result of a successful counteroffensive, the Armed forces of Ukraine cleared the salient north of Kolesnykova",
      "Trump tells he is \"disappointed\" in Monke and that he will be \"Doing something to help people live\"",
      "The Ukraine General Staff announced Novoekonomichine (Pokrovsk direction) was fully liberated.",
      "The State duma has quietly admitted that Russia is now in recession",
      "Perebudova, Eas of Myrne is now in the Grey Zone, Ukrainian forces continue to push back Pokvorsk front",
      "The situation today and yesterday is extremely difficult"
    ],
    "LINK": "https://rentry.org/telosint2023"
  }
}
